Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2010/6_utdanningsniva_og_bosted.pdf.tmx
Source language: nob
Languages: sme

source: 6 Utdanningsnivå og bosted
sme: 6 Oahppodássi ja ássanbáiki

source: Yngve Johansen, prosjektleder, Sámi allaskuvla/Samisk høgskole
sme: Yngve Johansen Pršjektjođiheddji, Sámi allaskuvla

source: Sammendrag
sme: Čoahkkáigeassu

source: Hvorvidt elever gjennomfører videregående opplæring innen fem år etter skolestart eller ikke, har svært stor innvirkning på hvilket utdanningsnivå de er på i 30-årsalderen.
sme: Joatkkaskuvla oahpu čađaheapmi ovdalgo 5 jagi leat gollan, váikkuha hui ollu 30jahkásaččaid oahppodássái.

source: Nesten 70 % av dem som gjennomfører videregående opplæring på allmennfaglig studieretning i løpet av fem år, og 24 % av dem som gjennomfører innen fem år på yrkesfaglig studieretning, har universitets- eller høgskoleutdanning.
sme: Dain geat čađahedje joatkkaskuvla oahpu, dábálašfágalaš suorggis lea measta 70 % universitehta dahje allaskuvlaoahppu, ja 24 % sis geain lea fidnofágalaš oahpposuorgi.

source: Tallene for dem som ikke gjennomfører innen fem år, er henholdsvis 19 % og 7 %.
sme: Lohku sis geat eai leat čađahan joatkkaskuvlla 5 jagi sisa lea vástideaddji 19- ja 7 %.

source: Omtrent 15 % flere jenter enn gutter tar universitets/høgskoleutdanning.
sme: Sullii 15 % eanet nieiddat go bártnit váldet universitehta/allaskuvla oahpu.

source: Av elevene fra STN-området som startet på videregående opplæring i årene 1994– 1996, bor ca. 45 % i dette området i 2009. 13 % flere av dem som ikke fullførte videregående skole innen fem år, enn av dem som fullførte, bor i STN-området.
sme: Ohppiin geat álge joatkkaskuvla ohppui jagiid 1994-1996 SED-guovllus, ásset dan guovllus su. 45 % jagi 2009. 13 % eanet sis geat eai čađahan oahpu 5 jagi siste orrot SED-guovllus.

source: Det er flest gutter (56 %) som ikke har fullført yrkesfaglig studieretning innen fem år, og færrest jenter som har fullført allmennfaglig studieretning (31 %), som bor i STN-området.
sme: Sis geat eai leat čađahan fidnofágalaš oahpposuorggi viđa jagi sisa leat eanas bártnit (56%), ja leat unnimus nieiddat geat leat čađahan dábálašfágalaš oahpposuorggi (31%) ja geat orrot SED-guovllus.

source: 6.1 Innledning
sme: 6.1 Álggahus

source: Bakgrunnen for dette kapitlet er resultatene som kom fram i ”Samiske tall forteller 2” i kapitlet ”Utdanning i SUF-området”.
sme: Duogážin dán kapihttalii leat bohtosat mat bohte ovdan “Sámi logut muitalit 2” kapihttalis “Oahppu SOF-guovllus”.

source: Her kom det fram at det var stort frafall av elever i den videregående skolen, spesielt på yrkesfaglig studieretning, og frafallet var størst i STN-områdene (tidligere SUF-områder).
sme: Das bođii ovdan ahte ledje ollu oahppit geat heite joatkkaskuvla oahpus erenoamážit fidnoskuvla oahpposurggiin ja eanemusat heite SED-guovllus (ovdalaš SOF-guovllut).

source: I kapitlet vil det bli tatt utgangspunkt i eleven som startet på videregående opplæring i perioden 1994 til 1996. Årsaken til at årene etter 1994 er valgt, er at det med Reform 94 ble innført rett til tre års videregående opplæring.
sme: Kapihttala vuolggasadji lea oahppis gii álggii joatkkaskuvla ohppui áigodagas 1994-1996. Čilgehus manne leat válljen jagiid maŋŋel 1994, lea go “Refoarbma 94” sisafievrrideami maŋŋil šattai riekti 3 jagáš joatkkaskuvla ohppui.

source: Disse elevene er i dag over 30 år, de aller fleste er ferdige med sin grunnutdanning og er ute i arbeidslivet.
sme: Dasa lassin leat dat oahppit dál badjel 30 jagi ja eatnasat geargan vuođđooahpuin ja leat bargoeallimis.

source: 6.2 Utdanningsnivået for elevene som startet på grunnkurs i årene 1994 til 1996
sme: 6.2 Oahppodássi ohppiin geat álge vuođđokursii jagiid 1994-1996

source: Utdanningsnivået inndeles i fire kategorier: grunnskolenivå, videregående skolenivå (inkluderer også ”påbygging til videregående utdanninger”, som omfatter utdanninger som bygger på videregående skole, men som ikke er godkjent som høyere utdanning), universitets-/høgskolenivå, kort (omfatter høyere utdanning t.o.m. fire år) og universitets-/høgskolenivå, lang (omfatter mer enn fire år, samt forskerutdanning).
sme: Oahppodássi juhkko njealji oassái, vuođđoskuvladássi, joatkkaskuvladássi, siskkilda maiddái dási “lassioahppu joatkkaskuvla ohppui” mat fátmmastit oahpuid mat váldet vuođu joatkkaskuvllas, muhto mat eai dohkkehuvvo alitoahppun. Universitehta/allaskuvladássi, oanehis, siskkilda alitoahpu gitta njeallje jagi.

source: I de følgende tabeller og figurer benyttes ”STN-området”, som er Sametingets tilskuddsordning til næringslivet, tidligere kalt SUF-området.
sme: Čuovvovaš tabeallain ja figuvrrain geavahit “SED-guovllu” mii lea Sámedikki ealáhusovddideami doarjjaortnet guovlu, ovdal gohčoduvvon SOF-guovlu.

source: Området som er kalt ikke STN nord for Saltfjellet, er området nord for Saltfjellet som ikke er omfattet av Sametingets tilskuddsordning til næringslivet. Byene Bodø, Harstad, Tromsø og Alta er tatt ut fordi statistikken ellers i for stor grad ville bli påvirket av forskjeller mellom by og land.
sme: Doaba “Ii SED davábealde Sáltoduoddara” lea guovlu olggobealde Sámedikki ealáhusovddideami doarjjaortnega, muhto gávpogat Bådådjo, Hárštá, Romsa ja Áltá eai leat fárus, danne go muđui váikkuhit ollu erohusat gávpot – boaittobealbáiki.

source: 6.2.1 Nåværende utdanningsnivå for elever som startet på grunnkurs i årene 1994 til 1996 og fullførte videregående opplæring innen fem år
sme: 6.2.1 Dáláš oahppodássi ohppiin geat álge vuođđokursii jagiid 1994-1996 ja geat čađahedje joatkkaskuvla oahpu 5 jagi sisa

source: Ved å gjennomføre yrkesfaglig studieretning i videregående opplæring får elevene en fagutdanning og kan gå direkte over i yrkeslivet.
sme: Go oahppit čađahit joatkkaskuvla oahpu, fidnofágalaš oahpposuorggis, de lea sis fágaoahppu ja besset njuolga bargoeallimii.

source: De som tar allmennfaglig studieretning, må ta en tilleggsutdanning for å få et yrke.
sme: Sii geat váldet dábálašfágalaš oahpposuorggi dárbbašit lassioahpu oažžut ámmáha.

source: Tabellen viser naturlig nok at det er stor forskjell mellom elever som har tatt allmennfaglig studieretning, og elever som har tatt yrkesfaglig studieretning, når det gjelder utdanning etter videregående skole.
sme: Tabealla 6.1 čájeha lunddolaččat stuora erohusaid joatkkaoahpus maŋŋel joatkkaskuvla oahpu, ohppiid gaskkas geat leat váldán dábálaš- dahje fidnofágalaš oahpposuorggi.

source: Av allmennfagelevene i STNområdet har over to tredjedeler tatt utdanning på universitets- eller høgskolenivå, mens en fjerdedel av elevene på yrkesfaglig studieretning har gjort det samme.
sme: Dábálašfága ohppiin SED-guovllus leat badjel 2/3 oassi joatkkán universitehta dahje allaskuvladási oahpuin. Fidnofágalaš oahpposuorggi ohppiin leat ¼ oassi dahkan dan seamma.

source: Det er forholdsvis store kjønnsforskjeller.
sme: Sohkabeliid gaskkas leat oalle stuora erohusat.

source: Av dem som gikk på allmennfaglig studieretning, er det 10 % flere gutter enn jenter som har videregående opplæring som sitt høyeste utdanningsnivå i 2009. Av dem som gikk på yrkesfaglig studieretning, er det nesten 20 % flere gutter enn jenter som har videregående opplæring som sitt høyeste utdanningsnivå i 2009.
sme: Dábálaš -ja fidnofágalaš oahpposurggiin leat vástideaddji 10 % ja measta 20 % eanet bártnit go nieiddat geain lea joatkkaskuvla oahppu alimus oahppodássin jagi 2009. SED-guovllus leat veaháš eanet dievddut go nissonat geat váldet guhkes universitehta/allaskuvla oahpu.

source: Det er omtrent 5 % flere utenfor STN-området nord for Saltfjellet som tar universitets-/høgskoleutdanning.
sme: Olggobealde SED-guovllu leat sullii 5 % eanet go SED-guovllus, geat gazzet universitehta/allaskuvlaoahpu.

source: 7.2.2 Nåværende utdanningsnivå for elever som startet på grunnkurs i årene 1994 til 1996 og ikke fullførte videregående opplæring innen fem år
sme: 6.2.2 Dáláš oahppodássi ohppiin geat álge vuođđokursii jagiid 1994-1996 ja geat eai čađahan joatkkaskuvla oahpu 5 jagi sisa.

source: Fra 1999 har det vært mulig for søkere som ikke har generell studiekompetanse, og som fyller minst 25 år i søknadsåret, å søke opptak til høyere utdanning.
sme: 1999 rájes lea leamaš vejolaš ohcciide geain ii leat oppalaš lohkangelbbolašvuohta ja geat devdet unnimusat 25 jagi ohcanjagi, ohcat beassat alit ohppui.

source: Denne søknaden skal bygge på søkerens realkompetanse innenfor det søkte studieområdet.
sme: Dat ohcamuš galgá váldit vuođu ohcci reálagelbbolašvuođas ohccojuvvon oahpposuorggi siskkobealde.

source: Dette har ført til at det kommer søkere inn på høyere utdanning som tidligere var avskåret fra det fordi de ikke hadde videregående opplæring.
sme: Dat lea mielddisbuktán ohcciid alitohppui geat ovdal eai beassan dasa go sis ii lean joatkkaskuvla oahppu.

source: Tabellen nedenfor viser nok derfor også effekten av innføringen av opptak til høyere utdanning via realkompetanse.
sme: Tabealla vuolábealde čájehage maiddái váikkuhusa das go sisaváldin alit ohppui reálagelbbolašvuođain álggahuvvui.

source: Omtrent 60 % av elevene som startet på videregående skole i perioden 1994 til 1996 og ikke gjennomførte innen fem år, har heller ikke fullført videregående skole i 2009.
sme: Sullii 60 % ohppiin geat álge joatkkaskuvla ohppui áigodagas 1994-1996 ja geat eai čađahan 5 jagi sisa, eai leat čađahan joatkkaskuvla oahpu 2009 rádjái.

source: Det er 7 % flere jenter enn gutter fra STN-området som startet på allmennfag og ikke fullførte innen fem år, som seinere har fullført videregående opplæring eller tatt universitets-/høgskoleutdanning.
sme: 7 % eanet nieiddat go bártnit SED-guovllus geat álge dábálašfágii ja eai čađahan 5 jagis álgima rájes, leat maŋŋil čađahan joatkkaskuvla oahpu dahje váldán universitehta/allaskuvlaoahpu.

source: 25 % av jentene som ikke fullførte videregående opplæring på allmennfag innen fem år, har tatt en kort universitets- eller høgskoleutdanning.
sme: 25% nieiddain geat eai čađahan joatkkaskuvla oahpu dábálašfágas 5 jagi sisa, leat váldán oanehis universitehta dahje allaskuvlaoahpu.

source: Av guttene på allmennfag som ikke fullførte på fem år, har 13 % tatt en kort eller lang universitets- eller høgskoleutdanning.
sme: Bártniin dábálašfágas geat eai čađahan 5 jagi sisa, leat 13 % gazzan oanehis dahje guhkes universitehta- ja allaskuvlaoahpu.

source: Av dem som begynte på yrkesfaglig studieretning, er det like mange jenter som gutter (64 %) som fremdeles har grunnskole som høyeste utdanningsnivå, men av jentene er det 11 % som har tatt en kort universitets- eller høgskoleutdanning.
sme: Fidnofágalaš oahpposuorggis leat ovtta mađe nieiddat go bártnit (64 %) geain ain lea vuođđoskuvla alimus oahppodássin, muhto nieiddain leat 11% gazzan oanehis universitehta dahje allaskuvlaoahpu.

source: Når man sammenligner STN-områdene med ikke-STN-områdene nord for Saltfjellet, er det små forskjeller, bortsett fra at jentene fra STN-områdene i større grad tar en kort universitets- eller høgskoleutdanning enn jentene utenfor STN-områdene nord for Saltfjellet.
sme: Go buohtastahttá SED- ja ii SED-guovlluid davábealde Sáltoduoddara, de leat unnán erohusat, earret dan ahte eanet nieiddat SED-guovlluin gazzet oanehis universitehta dahje allaskuvlaoahpu go nieiddat ii SED-guovllus davábealde Sáltoduoddara.

source: 6.2.3 Nåværende utdanningsnivå i STN-området for de elevene som startet på grunnkurs i årene 1994 til 1996
sme: 6.2.3 Dáláš oahppodássi SED-guovllu ohppiin geat álge vuođđokursii 1994 rájes 1996 rádjái

source: I STN-området var det 54 % av elevene som startet på videregående opplæring i perioden 1994–1996, som fullførte innen fem år.
sme: 54 % ohppiin mat álge joatkkaskuvla ohppui áigodagas 1994-1996 SED-guovllus, čađahedje dan 5 jagi sisa.

source: Av mennene var det 45,5 % som gjennomførte videregående opplæring innen fem år, og av kvinnene 62,5 %.
sme: Dievdduin čađahedje 45.5% joatkkaskuvla oahpu 5 jagi sisa ja nissoniin 62.5 %.

source: Figur 6.1 Utdanningsnivået i STN-området i 2009 for dem som startet på videregående opplæring i årene 1994 til 1996, henholdsvis for dem som gjennomførte videregående opplæring innen fem år, og for dem som i ikke gjorde det.
sme: Govadat 6.1 Oahppodássi SED-guovllus jagi 2009 sis geat álge joatkkaskuvla ohppui jagiid 1994-1996, sin ektui geat čađahedje joatkkaskuvla oahpu 5 jagi sisa ja sin ektui geat eai čađahan.

source: Prosent
sme: Proseanta.

source: Figuren viser at hvorvidt man gjennomfører videregående skole innen fem år eller ikke, har meget stor innvirkning på utdanningsnivået senere.
sme: Govadat čájeha ahte joatkkaskuvlla čađaheapmi viđa jagi sisa váikkuha hui ollu oahppodássái.

source: Over 60 % av dem som ikke fullfører innen fem år, har ingen fagutdanning når de er 30 år.
sme: Badjel 60 % sis geat eai čađahan viđa jagi sisa ii leat fágaoahppu maŋŋil go devde 30 jagi.

source: Nesten 50% av dem som fullfører videregående skole innen fem år, tar utdanning på universitets- og høgskolenivå, mens bare 10 % av dem som ikke fullfører videregående skole innen fem år, gjør det samme.
sme: Measta 50 % sis geat čađahit joatkkaskuvla oahpu 5 jagi sisa gazzet oahpu universitehtas ja allaskuvllas, ja dušše 10 % sis geat eai geargga joatkkaskuvllain 5 jagi sisa, dahket dan seamma.

source: 6.3 Bosted i 2009 til elevene som startet på grunnkurs i årene 1994 til 1996
sme: 6.3 Jagi 2009 ássanbáiki ohppiin geat álge vuođđokursii jagiid 1994-1996.

source: Hensikten med å se på bosted er å se om gjennomføring eller ikke gjennomføring av videregående opplæring og valg av studieretning kan ha noe å si for framtidig bosetting.
sme: Ulbmil geahčadit ássanbáikkiid lea iskat mearkkašago joatkkaskuvla oahpu čađaheapmi dahje ii čađaheapmi ja oahpposuorggi válljen maidege boahttevaš ássanguvlui?

source: Tabell 6.3 og tabell 6.4 inndeles i tett og spredt bosetting innenfor og utenfor STN-området nord for Saltfjellet og bosetting sør for Saltfjellet.
sme: Tabealla 6.3 ja 6.4 juhkko čoahkkebáikeássamii ja bieđggus ássamii siskkobealde ja olggobealde SED-guovllu davábealde Sáltoduoddara ja ássit lulábealde Sáltoduoddara.

source: En hussamling skal registreres som et tettsted dersom det bor minst 200 personer der og avstanden mellom husene skal normalt ikke overstige 50 meter.
sme: SGD čoahkkebáikedefinišuvdna Viesut ovttasajis galget registrerejuvvot čoahkkebáikin jus doppe orrot unnimusat 200 olbmo, ja viesuid gaska ii galgga dábálaččat eanet go 50 mehtera.

source: Det er tillatt med et skjønnsmessig avvik utover 50 meter mellom husene i områder som ikke skal eller kan bebygges.
sme: Lobálaš lea árvvu mielde dohkkehit spiehkastagaid badjel 50 mehtera viesuid gaskkas guovlluin gos ii galgga dahje ii leat lohpi hukset.

source: Dette kan for eksempel være parker, idrettsanlegg, industriområder eller naturlige hindringer som elver eller dyrkbare områder.
sme: Dat sáhttet ovdamearka dihte leat álbmotšilljut, valáštallanhuksehusat, industriijaguovllut dahje lunddolaš hehttehusat nugo, jogat dahje gilvvaeatnamat.

source: Husklynger som naturlig hører med til tettstedet tas med inntil en avstand på 400 meter fra tettstedskjernen.
sme: Viessočoakkáldagat mat lunddolaččat gullet čoahkkebáikái, lohkkojit oassin go leat eanemusat 400 mehtera eret čoahkkebáikeguovddážis.

source: De inngår i tettstedet som en satellitt til selve tettstedskjernen.
sme: Dat gullet oassin čoahkkebáikái dego satelihttan dan čoahkkebáikeguovddážii.

source: 6.3.1 Bosted til elevene som startet på grunnkurs i årene 1994 til 1996 og fullførte videregående opplæring innen fem år
sme: 6.3.1 Ássanbáiki ohppiin geat álge vuođđokursii jagiid 1994-1996 ja čađahedje joatkkaskuvla oahpu 5 jagi sisa.

source: Av de elevene fra STN-området som gjennomførte videregående skole innen fem år, bor 40 % i dette området i 2009. Nesten 10 % flere av dem som fullførte yrkesfaglig studieretning, enn dem som fullførte allmennfaglig studieretning, bor i et spredt bosettingsområde i STN-området,.
sme: SED-guovllu ohppiin geat čađahedje joatkkaskuvla oahpu 5 jagi sisa, ásset 40 % dan guovllus jagi 2009. Measta 10 % eambbogat dain geat čađahedje fidnofágalaš- go dábálašfágalaš oahpposuorggi ásset SED guovllus, bieđggus ássan guovllus.

source: Det er omtrent 40 % flere av dem som har tatt allmennfaglig studieretning, som har bosatt seg sør for Saltfjellet, enn av dem med yrkesfaglig studieretning.
sme: Sullii 40 % eambbogat dain geat leat váldán dábálašfágalaš oahpposuorggi go dat geat leat váldán fidnofágalaš oahpposuorggi ásset lulábealde Sáltoduoddara.

source: Av dem som begynte på videregående opplæring i perioden 1994 til 1996, og som bodde i STN-området, er det i 2009 12 % flere menn enn kvinner som bor i STN Det er over 9 % flere av de elevene som ikke kommer fra STN-området, som bor sør for Saltfjellet, enn av de elevene som kommer fra STN-området.
sme: Jagi 2009 ásse 12 % eanet dievddut go nissonat SED-guovllus, dain geat álge joatkkaskuvla ohppui 1995-1996 ja ásse dalle SED-guovllus.

source: Av mennene som kommer fra STN-området og har tatt yrkesfaglig studieretning, bor ca. 15 % flere i dette området enn tilfellet er for menn som har tatt allmennfaglig studieretning.
sme: Dievdduin SEDguovllus geat válde fidnofágalaš oahpposuorggi ásset su. 15 % eambbogat dan guovllus go dievddut geat leat váldán dábálašfágalaš oahpposuorggi.

source: For kvinner utgjør denne forskjellen litt under fem prosent.
sme: Nissoniid dáfus lea dát erohus vuollelaš 5 %.

source: 6.3.2 Bosted til elevene som startet på grunnkurs i årene 1994 til 1996 og ikke fullførte videregående opplæring innen fem år
sme: 6.3.2 Ássanbáiki ohppiin geat álge vuođđokursii 1994-1996 ja geat eai čađahan joatkkaskuvla oahpu 5 jagi sisa.

source: Av de elevene fra STN-området som ikke gjennomførte videregående skole innen fem år, bor litt over 50 % i dette området i 2009. Totalt bor 54 % av mennene og 45 % av kvinnene i STN-området.
sme: Ohppiin SED-guovllus geat eai čađahan joatkkaskuvlla 5 jagi sisa, orrot badjelaš 50 % dan guovllus jagi 2009. Oppalohkái ásset 54 % dievdduin ja 45 % nissoniin SED-guovllus.

source: Av dem som ikke fullførte videregående opplæring innen fem år, er nesten 60 % menn.
sme: Sin gaskkas geat eai čađat joatkkaskuvla oahpu viđa jagi sisa leat measta 60 % dievddut.

source: Av mennene som ikke gjennomførte yrkesfaglig studieretning på videregående skole innen fem år, bor ca. 8 % flere i STN-området, i et område med spredt bosetting, enn av dem som ikke gjennomførte allmennfag.
sme: Dievdduin geat eai čađat fidnofágalaš oahpposuorggi joatkkaskuvllas 5 jagi sisa, ásset su 8 % eanet SED-guovllus, bieđggus ássanguovlluin, go dat geat eai čađahan dábálašfága.

source: Valg av studieretning synes ikke å ha betydning for jentene.
sme: Oahpposuorggi válljen ii oro nieiddaid gaskkas mearkkašeame maidege.

source: Det er flest menn som ikke fullfører allmennfaglig studieretning, som bor sør for Saltfjellet, mens jentene i større grad flytter til tettsteder utenfor STN-området nord for Saltfjellet.
sme: Dain geat ásset lulábealde Sáltoduoddara, leat eanemus dievddut geat eai čađat dábálašfágalaš oahpposuorggi, davábealde Sáltoduoddara nieiddat ges eanet fárrejit čoahkkebáikkiide olggobeallái SED-guovllu.

source: Av elevene utenfor STN-området nord for Saltfjellet bor 48 % på tettsteder i dette området, og 23,4 % er i 2009 bosatt sør for Saltfjellet.
sme: Ohppiid gaskkas olggobealde SED-guovllu davábealde Sáltoduoddara ásset 48 % čoahkkebáikkiin ja 23.4 % ásset jagi 2009 lulábealde Sáltoduoddara.

source: For elevene fra STNområdet er tallene henholdsvis 24,4 % og 16,8 %.
sme: Ohppiide SED-guovllus leat dát logut 24.4 % ja 16.8.

source: 6.3.3 Bosted i 2009 til elevene som bodde i STN-områdene ved oppstart på videregående opplæring i årene 1994 til 1996
sme: 6.3.3 Jagi 2009 ássanbáiki ohppiin geat ásse SED-guovlluin go álge joatkkaskuvla ohppui jagiid 1994-1996.

source: Figur 6.2 Bosted i 2009 til elever fra STN-området som startet på videregående opplæring i årene 1994 til 1996, fordelt på dem som gjennomførte opplæringen innen fem år, og dem som ikke gjorde det.
sme: Govadat 6.2 Ássanbáiki ohppiide eret SED-guovllus jagi 2009, geat álge joatkkaskuvla ohppui jagiid 1994-1996 juhkkojuvvon dan ektui geat čađahedje oahpu 5 jagi sisa ja geat eai čađahan.

source: Omtrent 10 % flere av elevene fra STN-områdene som ikke fullførte videregående opplæring innen fem år, bor i STN-områdene i 2009, sammenlignet med dem som fullførte videregående opplæring innen fem år.
sme: Sullii 10 % eanet ohppiin SED-guovllus geat eai čađahan joatkkaskuvla oahpu 5 jagi sisa, ásset SED-guovllus 2009, go buohtastahttá singuin geat čađahedje joatkkaskuvla oahpu 5 jagi sisa.

source: De som har fullført videregående opplæring, bor i større grad på tettsteder utenfor STN-området og sør for Saltfjellet, enn dem som ikke har fullført videregående opplæring innen fem år.
sme: Sii geat leat čađahan joatkkaskuvla oahpu ásset dávjjibut čoahkkebáikkiin olggobealde SED-guovllu ja lulábealde Sáltoduoddara go sii geat eai leat čađahan joatkkaskuvla oahpu 5 jagi sisa.

source: Det ser ut som om flere utenfor STN-området som ikke har fullført videregående opplæring innen fem år, enn dem som har fullført, flytter inn i STN-området, og da i hovedsak utenfor tettstedene.
sme: Orru leahkime nu ahte eambbogat olggobealde SED-guovllu geat eai leat čađahan joatkkaskuvla oahpu 5 jagi sisa, go dat mat čađahit, fárrejit SED-guvlui ja dávjjimusat olggobeallai čoahkkebáikkiid.
